Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2016/6_samiske_medier_for_barn.pdf.tmx
Source language: nob
Languages: sme

source: 6 Samiske medier for barn og ungdom
sme: 6 Sámi mediat mánáide ja nuorai

source: Torkel Rasmussen, førsteamanuensis ved Samisk høgskole
sme: Torkel Rasmussen, Vuosttasamanueansa Sámi allaskuvla

source: Sammendrag: De mest omfattende samiske medietilbudene for barn er NRKs samiskspråklige barneprogram på TV, YLE – finsk rikskringkastings barneprogram på radio, den samiskspråklige avisa Ávvirs barnesider og tegneseriebladet Bamse.
sme: Čoahkkáigeassu: Viidásamos sámi mediafálaldagat mánáide leat NRK sámegielat mánáidprográmmat TV:s, Suoma áibmosáddehaga YLE mánáidprográmmat rádios, sámegielat áviissa «Ávvira» mánáidsiiddut ja tevdnenráidu «Bamse».

source: De mest omfattende samiske medietilbudene til ungdom er YLE Sápmis radioprogram for ungdom, de to ungdomsbladene Nuorat og Nuoraidmagasiidna Š og NRK Sápmis nettside «NuFal».
sme: Viidásamos sámi mediafálaldagat nuoraide leat YLE Sámi rádioprográmma Sohkaršohkka, guokte nuoraidbláđi «Nuorat» ja «Nuoraidmagasiidna Š» ja NRK Sámi neahttasiidu «NuFal».

source: Ingen land har tilbud til samiske ungdommer på TV.
sme: Ii ovttage riikkas leat TV-fálaldat sámi nuoraide.

source: I Norge er det heller ikke noen tilbud til samiske ungdommer på radio.
sme: Norggas ii leat rádiofálaldatge sámi nuoraide.

source: NRK og Sveriges radios tilbud til samiske barn på radio er langt dårligere enn tilbudet i Finland.
sme: NRK Sámi ja Ruoŧa rádio fálaldat sámi mánáide lea olu heajut go fálaldat Suomas.

source: På den andre siden er TV-tilbudet til samiske barn dårligere i Sverige og Finland enn i Norge.
sme: Nuppi ášši dáfus lea sámi TV-fálaldat mánáide heajut Suomas ja Ruoŧas go Norggas.

source: TV- og radiotilbudet til samiske barn og ungdommer kunne vært bedre dersom mediehusene oftere hadde sendt samiske programmer produsert i nabolandene.
sme: TV- ja rádiofálaldat sámi mánáide ja nuoraide livččii buoret jos mediadálut livčče sádden kránnjáriikkas buvttaduvvon sámi mánáid- ja nuoraidprográmmaid.

source: En stor del av de skriftlige tilbudene til samiske barn og unge er ikke i egne medier beregnet for aldersgruppen.
sme: Stuorra oassi čálalaš fálaldagain sámi mánáide ja nuoraide eai leat mediain mat leat oaivvilduvvon daid ahkejoavkkuide.

source: Derimot er de i medier beregnet for voksne.
sme: Dat leat baicce mediain mat leat oaivvilduvvon ollesolbmuide.

source: Generelt sett henger en del av de samiske medieprodusentene etter i den teknologiske utviklingen og bruker i liten grad mulighetene digital publisering gir.
sme: Oppalaš dásis lea nu ahte muhtin sámi mediabuvttadeaddjit leat bázahallan teknologalaš ovdáneamis ja uhccán muddui geavahit digitála almmuhanvejolašvuođaid.

source: Noen av de eksisterende medietilbudene til samiske barn og ungdommer har dårlig brukervennlighet, og er av den grunn vanskelig tilgjengelige.
sme: Máŋggaid dálá mediafálaldagain sámi mánáide ja nuoraide lea váttis geavahit, dan dihte go eai leat doarvái álkit olahanmuttus.

source: Denne artikkelen er preget av at det er lite tilgjengelig statistikk om samiske medier for barn og ungdom.
sme: Lea uhccán statistihkka sámi mediaid birra mánáide ja nuoraide mat leat viežžan láhkai. Dat dilli lea váikkuhan dán artihkkala.

source: Dette gjelder spesielt for mottakersiden, der det er vanskelig å si noe om bruken av mediene og hvilken betydning de har for mottakerne – altså samiske barn og ungdommer.
sme: Dát guoská erenoamážit vuostáiváldi beallái ja dan dihte lea váttis dadjat maidege daid mediaid geavaheami birra, ja makkár mearkkašupmi dain lea sámi mánáide ja nuoraide.

source: 6.1 Innledning
sme: 6.1 Álggaheapmi

source: Dagens oppvoksende generasjon kalles gjerne mediegenerasjonen i faglitteraturen.
sme: Dálá mánáid ja nuoraid gohčodit áinnas mediabuolvan fágagirjjálašvuođas.

source: Dette fordi medier er en så viktig del av barn og unges verden, og fordi de bruker forskjellige typer medier i langt, langt større grad enn generasjonene før dem gjorde i sin barndom og ungdom (Hagen og Vold 2009: 16).
sme: Dasa lea sivvan ahte media lea nu dehálaš oassi dálá mánáid ja nuoraid máilmmis, ja sii geavahit iešguđetlágan mediašlájaid olu, olu eanebut go ovddit buolvvat dahke dalle go sii ledje mánát ja nuorat.

source: Dette er en årsak til at fagfolk innen språksosiologien mener at tilgang til medier på et minoritetsspråk er nødvendig for å styrke språkets vitalitet og mulighetene til å overleve (UNESCO 2003: 10).
sme: (Hagen ja Vold 2009: 16.) Datge lea okta sivva manne fágaolbmot giellasosiologiijas oaivvildit minoritehtagielat mediaid leat dárbbašlažžan nannet giela ceavzinnávccaid ja vejolašvuođa seailut (UNESCO 2003: 10).

source: Denne artikkelen kartlegger og ser på bruken av samiske medier for barn og ungdom.
sme: Dán artihkkala várás lean kárten sámi mediafálaldagaid mat leat mánáid ja nuoraid várás ja guorahallan daid mediaid geavaheami.

source: I den forbindelse er det gjort noen valg innenfor forskningsområdene i medievitenskapen.
sme: Dan oktavuođas leat moadde válljema dahkkojuvvon mediadiehtaga dutkansurggiid siskkobealde.

source: Medieviterne har en lang tradisjon for å måle mediebruken.
sme: Mediadutkiin lea guhkes árbevierru mihtidit mediageavaheami.

source: De undersøker blant annet hvor ofte og hvor lenge folk bruker ulike medier.
sme: Sii guorahallet earret eará man dávjá ja man guhká olbmot geavahit iešguđetlágan mediaid.

source: Dette blir undersøkt i denne artikkelen i den grad det er mulig innenfor rammene av arbeidet.
sme: Dát dilli guorahallojuvvo nu dárkilit go lea vejolaš dan dán artihkkalis barggu rámmaid siskkobealde.

source: En annen vanlig tilnærming til temaet barn, unge og medier er hvilken virkning mediene har på brukerne.
sme: Eará dábálaš lahkonanvuohki fáddái “mediat, mánát ja nuorat” lea mediaid váikkuhus geavaheddjiide.

source: (Tønnesen 2007: 14–15.) Noen interessante innfallsvinkler kunne være hvilken virkning samiske medier har på barn og unges språkkunnskaper, deres språkbruk og identitet.
sme: (Tønnesen 2007: 14-15.) Muhtin miellagiddevaš vuolggasajit livčče sámi mediaid váikkuhus mánáid ja nuoraid giellamáhttui, sin giellageavaheapmái ja identitehttii.

source: Dette er ikke gjort i denne artikkelen fordi det ikke finnes tilgjengelig materiale å bruke.
sme: Dat ii dahkkojuvvo dán artihkkalis dannego ii gávdno materiála maid sáhttá geavahit.

source: Dette blir tatt opp både i kapittel 6.3 Metodisk problem og i avslutningskapitlet 6.7 Utfordringer og anbefalinger.
sme: Dát gieđahallo kapihttalis 6.3 Metodalaš čuolmmat, ja loahppakapihttalis 6.7 Hástalusat ja ávžžuhusat.

source: Materialet til denne artikkelen er samlet inn i 2016 fra medienes hjemmesider på internett, ved intervju med samiske medieledere og dokumentanalyse.
sme: Materiála dán artihkkalii lea čohkkejuvvon 2016:s mediaid neahttasiidduin, jearahallamiin sámi mediajođiheddjiiguin ja dokumeantaanaliissain.

source: Når det gjelder blader og aviser, har jeg lest og analysert de trykte utgavene.
sme: Prentejuvvon bláđit ja áviissat leat maid lohkkojuvvon ja analyserejuvvon.

source: 6.2 Hva er samiske medier for barn og ungdom?
sme: 6.2 Mat leat sámi mediat mánáide ja nuoraide?

source: En naturlig tilnærming til spørsmålet om hva som er samiske medier for barn og ungdom, er å dele definisjonen opp i tre.
sme: Lea lunddolaš juohkit definišuvnna golmma oassái go lahkona gažaldahkii mat leat sámi mediat mánáide ja nuoraide?

source: Hvordan begrenser en aldersgruppene barn og ungdom, hva er samiske medier, og hva menes med medier i denne artikkelen?
sme: 1. Mo ráddje ahkejoavkkuid mánáid ja nuoraid, 2. mat leat sámi mediat ja 3. mii lea media dán artihkkalis?

source: Det er vanlig å sette aldersgrensa for barn ved 12 år og regne alle tenåringer som ungdommer.
sme: Lea dábálaš bidjat mánáid bajimus ahkerájá 12-jahkásažžan, ja atnit buot eará nuppelotjahkásaččaid nuorran.

source: Det er gjort her, til tross for at grensa mellom ungdom og voksne er noe flytende, og en del av medieproduksjonen for ungdom også passer for unge voksne i tyveårene.
sme: Dat dahkkojuvvo dás ovddosguvlui vaikko rádjá nuoraid ja ollesolbmuid gaskkas ii leat čielggas. Muhtin muddui lea maid čielggas ahte mediabuvttadeapmi mii lea oaivvilduvvon nuoraide, heive maid nuorra, 20-30 jahkásaš, ollesolbmuide.

source: En velfungerende definisjon av samiske medier finner jeg i professor Eli Skogerbøs grundig utredningsarbeid om samiske medier fra 2003, der hun undersøker innhold, bruk og rammevilkår.
sme: Sámi media definišuvnna, mii doaibmá bures, gávnnan professor Eli Skogerbø vuđolaš guorahallamis Norgga beale sámi median 2003, mas son guorahallá sisdoalu, geavaheami ja rámmaeavttuid.

source: I dette arbeidet definerer hun samiske medier slik: Et medium oppfattes som samisk dersom det går fram av navn og/eller målgruppe at mediet er laget for og av samer. (Skogerbø 2003: 3) Samiske medier er etter dette alle medier som utkommer på samisk, og en del medier som selv definerer seg som samiske medier, selv om samisk ikke er mediets hovedspråket eller samisk brukes i det store og hele.
sme: Dan barggus definere sámi mediaid ná: Media adnojuvvo Sámi median jos boahtá ovdan namas ja/dahje ulbmiljoavkkus ahte sápmelaččat leat buvttadan media dahje media lea ráhkaduvvon sápmelaččaide (Skogerbø 2003: 3) Sámi mediat leat dán mielde buot mediat mat almmuhuvvojit sámegillii ja muhtin mediat mat ieža definerejit iežaset sámi median vaikko sámegiella ii leat media váldogiella dahje sámegiella ii geavahuvvo álggage.

source: Ifølge Skogerbø (2003: 77–81) er det stor grad av uenighet i den samiske befolkningen rundt hvilket språk samiske medier bør bruke.
sme: Skogerbø (2003: 77-81) duođašta ahte sámi álbmogis lea viiddis sierramielalašvuohta das guđemuš giela sámi mediat galggašedje geavahit.

source: Dette diskuterer jeg ikke i artikkelen.
sme: In guorahala dán gažaldaga iežan artihkkalis.

source: Jeg velger å følge Skogerbøs definisjon av samiske medier, og har valgt ut de mediene jeg undersøker, uavhengig av språkbruken i medieproduktet.
sme: Válljen čuovvut Skogerbø sámi media definišuvnna, ja lean válljen mediaid maid guorahalan almmá beroškeahttá mediabuktaga giellageavaheamis.

source: Det neste valget som er gjort, er å velge tradisjonelle massemedier til denne undersøkelsen, dvs. radio, TV og avis.
sme: Lean čuovvovaččat válljen guorahallat sajáiduvvon mediaid: rádio, TV ja áviissa.

source: I tillegg tar undersøkelsen også for seg tegneserier, blader og internett.
sme: Daid lassin guorahalan maid tevdnenráidduid, bláđiid ja interneahttaalmmuhemiid.

source: Film, musikk, bøker og digitale applikasjoner (apper) er stort sett utelatt.
sme: Lean guođđán gieđahalakeahttá filmmaid, musihka, girjjiid ja applikašuvnnaid (áppaid).

source: Det vil igjen si at artikkelen behandler medieproduksjon som har periodiske utgivelser, selv om det kan gå lang tid mellom utgivelsene.
sme: Dat mearkkaša ahte artihkkalis gieđahalan mediabuvttademiid main leat jeavddalaš almmuheamit vaikko almmuhemiid gaskkas sáhttá ádjánit guhká.

source: Et tredje valg er at materialet ikke er begrenset til Norge og samiske medietilbud i Norge.
sme: Goalmmát válljen lea ahte materiála ii leat ráddjejuvvon Norgii ja Norggas ráhkaduvvon mediafálaldagaide.

source: Den teknologiske revolusjonen har gjort det mindre aktuelt å begrense en undersøkelse etter hvor medieprodusenten og konsumenten bor.
sme: Teknologalaš nuppástusat leat dahkan uhcit áigeguovdilin ráddjet guorahallama dan mielde gokko mediabuvttadeaddji ja geavaheaddji lea.

source: Det som produseres for radio og TV i ett land, er stort sett tilgjengelig for alle konsumenter via internett.
sme: Dat mii buvttaduvvo rádio ja TV várás ovtta riikkas, lea olahanmuttus interneahtas maiddái nuppi riikkas.

source: Aviser og blader har naturligvis alltid vært tilgjengelige for alle, uansett bosted.
sme: Áviissat ja bláđit leat dieđusge álo leamaš olahanmuttus buohkaide ássanbáikkis beroškeahttá.

source: Artikkelen har dermed et allsamisk perspektiv på produsentsida der alle samiske medier for barn og unge blir undersøkt uavhengig av utgivelsesland.
sme: Artihkkalis lea dáinna lágiin miehta Sámi perspektiiva buvttadanbealis mas guorahalan buot sámi mediaid main lea sisdoallu mánáide ja nuoraide, almmuhanriikkas beroškeahttá.

source: I den grad det er mulig, blir det undersøkt hvor brukerne av mediene bor.
sme: Vejolašvuođaid mielde guorahalan gos mediaid geavaheaddjit ásset.

source: Det må sies at dette har vært en vanskelig oppgave fordi det er lite tilgjengelig statistikk på dette området.
sme: Ferte lasihit ahte lea leamaš váttis bargu dannego uhccán statistihkka lea viežžan láhkai.

source: Medieutviklinga har også gjort at det i dag er mindre aktuelt å definere mediebedriftene etter tradisjonelle medieslag: avis, radio og TV.
sme: Mediaovdáneapmi lea maid dahkan ahte ii leat šat nu áigeguovdil defineret mediafitnodagaid sajáiduvvan mediašlájaid mielde dego áviisa, rádio ja TV.

source: Dette kommer av at de fleste produserer innhold for flere medieplattformer.
sme: Ná lea dannego eanaš mediafitnodagat buvttadit eanet medialávddiide.

source: Det er derfor mer fruktbart å bruke begrepet mediehus og se på dem som innholdsprodusenter som distribuerer innholdet sitt på forskjellige plattformer.
sme: Danne lea ávkkálaš geavahit doahpaga mediadálu ja atnit sin baicce sisdoallobuvttadeaddjin mat juhket sisdoaluset máŋggalágan medialávddiide.

source: Det vil bli gjort i denne artikkelen.
sme: Dat dahkkojuvvo dán artihkkalis.

source: 6.3 Metodisk problem
sme: 6.3 Metodalaš čuolmmat

source: Det har vist seg å være svært utfordrende å samle inn statistisk materiale om samiske medier for barn og ungdom.
sme: Lea leamaš hástaleaddji bargu čohkket statistihkalaš materiála sámi mediaid birra mat leat oaivvilduvvon mánáide ja nuoraide.

source: Ingen av de samiske mediene som blir behandlet i denne artikkelen, bortsett fra den samiskspråklige dagsavisa Ávvir, har gjennomført brukerundersøkelser de siste årene.
sme: Ii oktage sámi media, mii lea guorahallojuvvon dán artihkkala várás, earret Ávvir, leat čađahan geavahanguorahallama maŋimuš jagiid. Muđui lea ođđaseamos geavahanguorahallan NRK Sámi guorahallan 2009:s.

source: For øvrig er den nyeste brukerundersøkelsen fra NRK Sápmi i 2009. Da hadde NRK Sápmi i en periode fått bruke det norske Sametingets valgmanntall til å skaffe informanter til undersøkelsene.
sme: Dalle lei NRK Sápmi muhtin áigge beassan geavahit Norgga Sámedikki jienastuslogu háhkat informánttaid guorahallamiidda. 2009 maŋŋá ii leat ožžon lobi Sámedikkis geavahit jienastuslogu, iige leat čađahan geavahanguorahallamiid.

source: Etter 2009 har de ikke fått tillatelse fra Sametinget til å bruke valgmanntallet, og brukerundersøkelser har ikke blitt gjennomført (M. Solbakk 2016). Det finnes heller ikke lyttertall for samiske barne- og ungdomsprogram på radio, eller undersøkelser av i hvilken grad samiske barn og unge bruker samiske barne- og ungdomsblader, barnesidene i avisene Ávvir og Nuorttanaste eller de samiskspråklige sidene i avisene Snåsningen og Lokalavisa NordSalten.
sme: (M. Solbakk 2016.) Eaige gávdno guldaleaddjilogut sámi mánáid- ja nuoraidprográmmain rádios, dahje guorahallamat mat čájehit man olu sámi mánát ja nuorat geavahit sámi mánáid- ja nuoraidbláđiid, mánáidsiidduid Ávviris ja Nuorttanasttes dahje sámegielat siidduid áviissain Snåsningen ja Lokalavisa NordSalten.

source: Det er derfor ikke mulig å si noe om hvor fornøyd målgruppene er med det tilbudet som faktisk finnes.
sme: Danne ii leat vejolaš dadjat maidege dan birra man duđavaččat ulbmiljoavkkut leat daiguin fálaldagaiguin mat gávdnojit.

source: Det finnes heller ikke noe tilgjengelig materiale, brukerundersøkelser eller forskningsrapporter om hvordan samiske medier påvirker samiske barn og ungdommers språk og identitet.
sme: Iige gávdno eará materiála, geavahanguorahallamat dahje dutkanraporttat mat muitalit man láhkai sámi mediat váikkuhit sámi mánáid ja nuoraid giellamáhttui, giellageavaheapmái dahje identitehttii.

source: TNS-Gallup er den fremste leverandøren av statistisk materiale for mediebruk i Norge.
sme: TNS-Gallup buvttada eanemus statistihkalaš materiála mediageavaheami birra Norggas.

source: De har ingen informasjon om bruk av samiske medier.
sme: Sis ii leat mangelágan diehtu sámi mediaid geavaheami birra.

source: Samiske medier er ikke med i undersøkelser som deres halvårige rapporter over mediebruk i Norge.
sme: Sámi mediat eai leat fárus TNS-Gallup jahkebeallásaš raporttain norgalaččaid mediageavaheamis.

source: I disse rapportene finner man dekningsgrad for norske radio- og TV-stasjoner, internettsider og aviser, men ikke for de samiske.
sme: Dain raporttain gávdná geavaheddjiid dieđuid Norgga rádio- ja TV-stašuvnnain, neahttasiidduin ja áviissain, muhto ii sámi mediaid.

source: Heller ikke TNS-Gallups rapporter «De offisielle lesertallene for blader og magasiner» inneholder informasjon om samiske blader.
sme: Iige TNS-Gallup raporttain «De offisielle lesertallene for blader og magasiner» leat diehtu sámi bláđiid birra.

source: Det samme gjelder for en større undersøkelse, «Avislesing 2015: Tilbakegang for papiravisene fortsetter».
sme: Seammá guoská stuorat guorahallamii «Avislesing 2015: Tilbakegang for papiravisene fortsetter».

source: Den inneholder ingen informasjon om samiske medier.
sme: Ii dasge leat diehtu sámi áviissain.

source: 2016-3.) En svært interessant kilde kunne vært «Mediebarn 2016».
sme: 2016-3.) Miellagiddevaš gáldu livččii maid «Mediebarn 2016».

source: Dette er en grundig undersøkelse om mediebruken til norske barn i 3– 11-årsalderen som TNS-Gallup gjennomførte i 2016. Men heller ikke den inneholder noe om samiske barn eller samiske medier (TNS Gallup 2016-4;
sme: (TNS Gallup 2016-4;

source: Strømmen 2016). Jeg har heller ikke funnet lignende undersøkelser om samiske barn og ungdommer fra Sverige eller Finland.
sme: Strømmen 2016) Inge leat gávdnan seammalágan guorahallamiid sámi mánáid ja nuoraid mediageavaheamis Ruoŧas dahje Suomas.

source: Under arbeidet har det kommet fram at det kan finnes en del brukerdata om internettsider for samiske barn og ungdommer på sentralt hold i NRK, YLE, SVT og Sveriges Radio.
sme: Dán guorahallanbarggus lea boahtán ovdan ahte dieđut sámi mánáid ja nuoraid interneahttasiidduid geavaheami birra gávdnojit NRK, YLE, SVT ja Ruoŧa Radio guovddáš doaimmahagain.

source: Men det har ikke vært mulig å få tilgang til den informasjonen til dette arbeidet, fordi det vil være et tidkrevende arbeid der samarbeidspartnerne må være mediebedriftenes analyseavdelinger i Helsinki, Stockholm og Oslo.
sme: Ii leat dattetge leamaš vejolaš fidnet dieđuid dán bargui dannego livččii áddjás bargu mas ferte ovttasbargat mediafitnodagaid analiisaossodagaiguin Helssegis, Stockholmas ja Oslos.

source: I forbindelse med et grundigere forskningsarbeid kan det være mulig å få tilgang.
sme: Vuđolet dutkanbarggu oktavuođas livččii vejolaš fidnet dákkár dieđuid.

source: Begge deler er interessante funn.
sme: Dát leat miellagiddevaš gávdnosat.

source: Disse metodiske problemene er ikke løst i arbeidet med denne artikkelen, men et forslag til løsning blir presentert i avslutningskapitlet.
sme: In leat čoavdán namahuvvon metodalaš čuolmmaid barggadettiin dáinna artihkkaliin, muhto evttohan čovdosa loahppakapihttalis.

source: 6.4 Hvilke medietilbud finnes?
sme: 6.4 Makkár mediafálaldagat gávdnojit?

source: Dette underkapitlet inneholder en oversikt over de samiske medietilbudene som har eksistert og fortsatt finnes for samiske barn og ungdommer.
sme: Dán vuollekapihttalis lea oppalaš geahčastat sámi mediafálaldagaide mat leat leamaš ja ain leat sámi mánáide ja nuoraide.

source: Det vil bli lagt vekt på hva dagens situasjon er, samtidig som det gis et kort tilbakeblikk over tidligere medietilbud og historien til de medietilbudene som finnes i dag.
sme: Otnábeaivvi dilli deattuhuvvo seammás go geahčasta maŋos guvlui ovddeš mediafálaldagaide ja dálá mediaid historjái.

source: Til en viss grad blir temaer som eierskap, økonomi, utbredelse, innhold og språkbruk behandlet.
sme: Muhtin muddui guorahallá fáttáid dego eaiggátvuođa, ruđalaš dili, juohkima, sisdoala ja giellageavaheami.

source: Dette kapitlet er inndelt i radio og TV, samiske barne- og ungdomsblader, samiske aviser og blader, lokale og regionale aviser og internetttilbud.
sme: Kapihtal lea juhkkojuvvon čuovvovaš láhkai: rádio ja áviisa, sámi mánáid- ja nuoraidbláđit, sámi áviissat ja bláđit, báikkálaš ja regionála áviissat ja interneahttafálaldagat.

source: 6.4.1 Radio og TV
sme: 6.4.1 Rádio ja TV

source: Det finnes tre store samiske mediehus med en betydelig produksjon for radio og TV: NRK Sápmi i Norge, YLE Sápmi i Finland og Sameradion/SVT Sápmi i Sverige.
sme: Gávdnojit golbma stuorra sámi mediadálu main lea mearkkašahtti rádio- ja TV-buvttadeapmi: NRK Sápmi Norggas, YLE Sápmi Suomas ja SR Sámi Rádion/SVT Sápmi Ruoŧas.

source: Forøvrig finnes Kolahalvøya Sameradio som bare produserer for internett i 2016 og GLR – Guovdageainnu lagašradio (Kautokeino nærradio) som bare unntaksvis sender programmer for barn og ungdom.
sme: Daid lassin gávdno Guoládaga Sámi Radio mii buvttada dušše neahta várás 2016:s ja GLR - Guovdageainnu lagašrádio mii duollet dállet sádde prográmmaid mánáide ja nuoraide.

source: Alle de tre store produserer både for radio, TV og internett.
sme: Buot golbma stuorra buvttadit sisdoalu sihke rádio, TV ja interneahta várás.

source: Radio- og TV-sendingene sendes både på tradisjonelt vis, i sanntid via internett, og programmene er tilgjengelige i ettertid fra mediehusenes hjemmesider og moderkanalenes arkivsystemer.
sme: Rádio- ja TVsáddagat sáddejuvvojit sihke árbevirolaš vuogi mielde, duohtaáiggis interneahtas ja prográmmat leat olahanmuttus sáddenáiggi maŋŋá mediadáluid neahttasiidduin ja eadnefitnodagaid vuorkkáin.

source: Det meste av den samiske radio- og TV-produksjon er dermed tilgjengelig over hele verden bortsett fra noen programmer som mediehusene ikke har rettigheter til å sende utenfor sitt eget lands grenser.
sme: Eanaš oassi sámi rádio- ja TV-buvttadeamis lea dán láhkai olahanmuttus miehta máilmmi earret muhtin prográmmat maidda mediadáluin ii leat vuoigatvuohta sáddet iežas riikka olggobeallái.

source: NRK Sápmi: TV, radio og internett NRK Sápmi er Norsk Rikskringkastings samiske divisjon, og den ledes av direktør Mona Solbakk i 2016. NRK Sápmis radiosendinger sendes i 2016 både på FM-båndet og det digitale DAB-systemet. FM-båndet fases ut i løpet av 2017, og DAB vil da bli enerådende.
sme: NRK Sápmi: TV, rádio ja interneahtta NRK Sápmi lea Norgga Riikkasáddehaga sámi divišuvdna man direktevra Mona Solbakk jođiha 2016. NRK Sámi rádiosáddagat sáddejuvvojit sihke FM-vuogádagas ja digitála DAB NRK Superis dárogiel teavsttain.

source: Samisk barne-tv startet som et fast månedlig tilbud 7. februar 1991, og programmengden økte på 1990-tallet til et ukentlig tilbud.
sme: Sámi mánáid-tv álggahuvvui mánnosaš fálaldahkan guovvamánu 7. beaivvi 1991, ja prográmmamearri lassánii 1990-logus vahkkosaš fálaldahkan.

source: I 2005 økte NRK Sámi Radio det samiske barnetilbudet på fjernsyn til to ukentlige sendinger.
sme: 2005 lasihii NRK Sámi Radio sámi mánáidfálaldaga TV:s guovtti sáddagii vahkus.

source: I 2009 økte barnetilbudet på fjernsyn til tre ukentlige sendinger, og i 2012 til fire ukentlige sendinger.
sme: 2009 mánáidfálaldat šattai golmma geardde vahkus ja 2012 njeallje prográmma vahkus.

source: (NRK Sápmi historie 2016.)
sme: (NRK Sápmi historie 2016.) vuogádagas.
